[
  {
    "name": "Piața Unirii",
    "description": "",
    "lat": 44.4271271,
    "lon": 26.1025059
  },
  {
    "name": "Palace of the Deposits and Consignments",
    "description": "",
    "lat": 44.432006,
    "lon": 26.0967367
  },
  {
    "name": "Stavropoleos Monastery Church",
    "description": "",
    "lat": 44.4317929,
    "icon": "green",
    "lon": 26.0988593
  },
  {
    "name": "Palace of Parliament",
    "description": "This communist behemoth is the heaviest building in the world and a legacy of a brutal regime. ",
    "icon": "green",
    "lat": 44.4275035,
    "lon": 26.0873506
  },
  {
    "name": "Cărturești Carusel",
    "description": "This once-derelict building is now one of the most beautiful bookstores in the world. ",
    "icon": "green",
    "lat": 44.4319847,
    "lon": 26.1016028
  },
  {
    "name": "Revolution Square",
    "description": "Although a rather ordinary looking plaza, the historical significance of Revolution Square makes it one of the important places to go to understand the events of Romanian Revolution of 1989.<br><br>It was here in December of 1989 that dictator Nicolae Ceausescu gave his last speech to an unexpectedly (to him, at least) angry crowd. After the speech, he and his wife fled by helicopter, but were quickly captured, tried and executed on Christmas Day. The events ended a 42-year reign of Communism in Romania.<br><br>Standing in the center of Revolution Square is the 82-foot-tall Memorial of Rebirth. Although the design is disliked by many locals in Bucharest (they call it “The Potato on a Stick”), it honors the 1,500 lives lost in the Romanian Revolution and the rebirth of the nation.",
    "lat": 44.4390609,
    "lon": 26.0977113
  },
  {
    "name": "\"Dimitrie Gusti\" National Village Museum",
    "description": "",
    "lat": 44.4723586,
    "lon": 26.0765852
  },
  {
    "name": "Cișmigiu Gardens",
    "description": "",
    "lat": 44.4373441,
    "lon": 26.0910803
  },
  {
    "name": "Romanian National Museum of Art",
    "description": "",
    "lat": 44.4393668,
    "lon": 26.095874
  },
  {
    "name": "Therme Bucharest",
    "description": "",
    "lat": 44.6050121,
    "lon": 26.0854623
  },
  {
    "name": "Snagov Monastery",
    "description": "This solitary monastery may hold the remains of Vlad the Impaler (but probably not). ",
    "lat": 44.729533,
    "lon": 26.175728
  },
  {
    "name": "Arcul de Triumf",
    "description": "Romania's triumphal arch looks out over Bucharest. ",
    "lat": 44.4671624,
    "lon": 26.0781083
  },
  {
    "name": "Memorial of Rebirth",
    "description": "This memorial to the victims of the Romanian Revolution of 1989 is often compared to a potato on a skewer.",
    "lat": 44.4388942,
    "lon": 26.097453
  },
  {
    "name": "Curtea Veche Palace",
    "description": "The bust of Romania’s most notorious ruler, Vlad Dracula aka \"Vlad the Impaler,\" keeps watch over the ruins of his medieval court. ",
    "lat": 44.430062,
    "lon": 26.1012842
  },
  {
    "name": "Biserica Zlătari",
    "description": "The preserved arm of a third-century sorcerer is believed to have the power to lift curses and spells. ",
    "icon": "green",
    "lat": 44.4323223,
    "lon": 26.0976529
  },
  {
    "name": "MUSEUM OF ROMANIAN RECORDS",
    "description": "",
    "lat": 44.428696,
    "lon": 26.116852
  },
  {
    "name": "Professor Engineer Dimitrie Leonida Technical Museum",
    "description": "Check out engineering marvels of the past at this unintentionally retrofuturist museum. ",
    "lat": 44.4171735,
    "lon": 26.0963045
  },
  {
    "name": "Bucharest Municipality Museum",
    "description": "",
    "lat": 44.4348297,
    "lon": 26.1023426
  },
  {
    "name": "The Choral Temple",
    "description": "",
    "lat": 44.4308354,
    "lon": 26.1062877
  },
  {
    "name": "Monument to the Heroes of the Air",
    "description": "This sculpture used famed boxer Joe Louis as the inspiration behind its body.  ",
    "lat": 44.4597819,
    "lon": 26.0861024
  },
  {
    "name": "Politehnica",
    "description": "This metro station doubles as an unintentional paleontology museum. ",
    "lat": 44.4347652,
    "lon": 26.0549592
  },
  {
    "name": "The Ruins of the Chiajna Monastery",
    "description": "Locals believe this abandoned ruin on the outskirts of Bucharest is haunted. ",
    "lat": 44.4791341,
    "lon": 25.997785
  },
  {
    "name": "The House of Ceaușescu",
    "description": "The kitsch mansion of the former Romanian president Nicolae Ceaușescu features a golden bathroom. ",
    "icon": "green",
    "lat": 44.4691722,
    "lon": 26.092528
  },
  {
    "name": "\"Văcărești\" Nature Park",
    "description": "After sitting unused for decades, this abandoned communist infrastructure became a wildlife utopia. ",
    "lat": 44.3993845,
    "lon": 26.1332047
  },
  {
    "name": "Palatul Mogoșoaia",
    "description": "17th century palace once a meeting place for politicians.",
    "lat": 44.5276577,
    "lon": 25.9926953
  },
  {
    "name": "\"The Little Paris\" Museum",
    "description": "This museum offers a journey back to the Belle Epoque era of Romania. ",
    "lat": 44.432068,
    "lon": 26.100831
  },
  {
    "name": "Museum of Recent Art",
    "description": "",
    "lat": 44.467805,
    "lon": 26.089257
  },
  {
    "name": "Macca - Vilacrosse Passage",
    "description": "",
    "lat": 44.4331824,
    "lon": 26.0979049
  },
  {
    "name": "Lipscani - historical city center",
    "description": "",
    "lat": 44.4330436,
    "lon": 26.1024262
  },
  {
    "name": "\"Saint Anthony\" Church",
    "description": "Also known as Biserica Curtea Veche – or Old Court Church – Biserica Sfantul Anton stands as the oldest church in Bucharest. Built in the mid-1500s, the structure features a patterned red-and-white brick exterior. Still used regularly by locals – especially on Tuesdays, when women go to pray for health, wealth or for finding a husband – it is also one of the top Old Town Bucharest tourist attractions.",
    "lat": 44.4301036,
    "lon": 26.1020424
  },
  {
    "name": "Biserica Doamnei",
    "description": "During Communism, many historic churches in Bucharest were either demolished, moved or hidden from sight by apartment blocks. Bucharest visitors can seek out some of the hidden churches in and around the Old Town today.<br><br>Doamnei Church is hidden in the old city center and one of the Bucharest must-see sights. Wedged behind a block of flats, the Doamnei Church dates to the late 1600s, and has suffered damage due to multiple earthquakes throughout the centuries. The church stands as a Romanian Ministry of Culture Historic Monument.",
    "lat": 44.4345651,
    "lon": 26.0988745
  },
  {
    "name": "University's Square",
    "description": "",
    "lat": 44.4347985,
    "lon": 26.1011925
  },
  {
    "name": "The Romanian Athenaeum",
    "description": "",
    "lat": 44.441179,
    "lon": 26.097493
  },
  {
    "name": "Calea Victoriei",
    "description": "",
    "lat": 44.4419771,
    "lon": 26.0942338
  },
  {
    "name": "\"Kretzulescu\" Church",
    "description": "Built in the 1720s in the Romanian Brancovenesc style, the small red-brick Kretzulescu Church is one of the top Bucharest places to visit. Saved from demolition during the Communist era, the church features original mural paintings on the porch. The frescoes inside, however, were painted in the mid-1800s by painter Gheorghe Tattarescu",
    "lat": 44.4381296,
    "lon": 26.096582
  },
  {
    "name": "Bucharest Fountains",
    "description": "",
    "lat": 44.4268029,
    "lon": 26.1024586
  },
  {
    "name": "Catedrala Mantuirii Neamului",
    "description": "When finished, it will rank as the tallest and largest Eastern Orthodox Church (by volume and area) in the world. ",
    "lat": 44.4260051,
    "lon": 26.082058
  },
  {
    "name": "Antim Monastery",
    "description": "A beautiful and serene monastery amongst the hustle and bustle, Antim Monastery is one of the peaceful and relaxing places to visit in Bucharest. Built in 1715, the Antim Monastery is accessed by walking through a tunnel under a bell tower. The church itself features an ornately carved wooden door and interior paintings that date to the early 1800s. There is also a small museum on site.",
    "lat": 44.4262663,
    "lon": 26.0938898
  },
  {
    "name": "The Patriarchal Cathedral",
    "description": "Sitting atop the small Dealul Mitropoliei Hill, the Romanian Orthodox Patriarchal Cathedral is a top Bucharest landmark. Officially named the Patriarchal Cathedral of Saints Constantine and Helena, it is the center of the Romanian Orthodox Church.<br><br>Step inside to see the ornate iconostasis, stained-glass windows and colorful frescoes. Surrounding the church are grand buildings, including a museum and the Patriarchal Palace. Visitors can also take in the sweeping views of Bucharest and the People’s Palace from a small viewpoint near the small shop on the north side of the cathedral.",
    "lat": 44.4245792,
    "lon": 26.0978002
  },
  {
    "name": "Radu Vodă Monastery",
    "description": "Radu Voda Monastery is a 16th century monastery tucked into a quiet neighborhood. While it feels a bit off the beaten track, it is busy with people who come to pray. Inside, visitors will find a glittering iconostasis, ancient relics and the founder’s tomb. Additionally, the grounds provide a sheltered oasis where you can take a rest.",
    "lat": 44.4239382,
    "lon": 26.107607
  },
  {
    "name": "\"Carol I\" Park",
    "description": "Designed as a French garden in 1900 and used for the 1906 Bucharest Exhibition, Park Carol I is one of the interesting places to see in Bucharest. The park features shaded paths, panoramic views, heaps of monuments and a couple museums. The most striking (and contentious) monument is the Nation’s Heroes Memorial and Mausoleum.<br><br>Built in the 1960s to honor socialist militants and as a place of burial for leaders, the monument took on new meaning after the fall of Communism in Romania. Renamed the Nation’s Heroes Memorial, the mausoleum now hosts the remains of Romanian soldiers and a flame burns for the Unknown Soldier. Unfortunately, it is impossible to get close to the monument or visit the mausoleum; it’s guarded and entering any area of the memorial is strictly prohibited.",
    "lat": 44.4175738,
    "lon": 26.0953349
  },
  {
    "name": "Youth Park",
    "description": "",
    "lat": 44.4078666,
    "lon": 26.1050686
  },
  {
    "name": "King Mihai I Park",
    "description": "",
    "lat": 44.4702015,
    "lon": 26.0827527
  },
  {
    "name": "The House of the Free Press",
    "description": "Once reigning as the tallest building in the city (from 1956 until 2007), the House of the Free Press is still an impressive Bucharest landmark. The Stalinist style building was constructed to house Romania’s printing presses and news staff. Many Romanian newspapers are still headquartered inside the building today. <br><br>A statue of Stalin once stood in front of the massive structure. Today, the winged Aripi Monument – another tribute to Romanians who lost their lives fighting Communism – stands in its place. <br><br>For visitors, taking in the grand view of the Free Press Building from the monument is one of the interesting things to do in Bucharest – especially for fans of Socialist Modern architecture.",
    "lat": 44.4808915,
    "lon": 26.0712379
  },
  {
    "name": "\"Cotroceni\" National Museum",
    "description": "One of the more unusual things to do in Bucharest is to go to the Romanian president’s house, Cotroceni Palace. Although tours are limited to the part of the house that is designated as the National Museum, it’s still worth the effort to see the interior.<br><br>To tour the impressive palace, guests are required to make reservations in advance. In fact, to even step foot on the grounds, a reservation and passport are required (so keep that in mind before trekking out to see it!).",
    "lat": 44.4344231,
    "lon": 26.0620222
  },
  {
    "name": "Ferestroika",
    "description": "The small, 3-room apartment is a time capsule that captures everyday life in Bucharest in the 1980s. Museum guests are invited to interact with the exhibits…as if visiting a friend’s house.",
    "icon": "green",
    "lat": 44.4328796,
    "lon": 26.0209603
  },
  {
    "name": "George Enescu National Museum",
    "description": "Located inside the extravagant Cantacuzino Palace, the George Enescu National Museum is one of the best places to visit in Bucharest to learn about the famous composer. Exhibits feature artifacts and memorabilia dedicated to George Enescu and his music.",
    "lat": 44.448753,
    "lon": 26.0884473
  },
  {
    "name": "\"Filipescu-Cesianu\" House",
    "description": "",
    "lat": 44.4503513,
    "lon": 26.0874077
  },
  {
    "name": "Obor Market",
    "description": "",
    "lat": 44.4500688,
    "lon": 26.1300829
  },
  {
    "name": "Biserica Olari din București",
    "description": "",
    "lat": 44.4386772,
    "lon": 26.1157885
  },
  {
    "name": "Cartierul Armenesc",
    "description": "armenian quarter",
    "lat": 44.4389219,
    "lon": 26.1111131
  },
  {
    "name": "Caru' cu bere",
    "description": "",
    "lat": 44.4320175,
    "lon": 26.0981208
  }
]
