[
  {
    "name": "SeaGlass Carousel",
    "lat": 40.7021532,
    "lon": -74.0150019,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "St. Elizabeth Ann Seton Shrine",
    "lat": 40.7025593,
    "lon": -74.0137736,
    "icon": null,
    "imageURL": null,
    "description": "The home of the first American-born saint is one of the only curved buildings in New York.",
    "info": null
  },
  {
    "name": "Alexander Hamilton U.S. Custom House",
    "lat": 40.7040667,
    "lon": -74.0137472,
    "icon": null,
    "imageURL": null,
    "description": "Currently home to the National Museum of the American Indian, a bankruptcy court, and the National Archives of New York, the opulent building receives little of the vast foot traffic passing through Bowling Green. Which is a pity, for inside is one of the most remarkable examples of the WPA murals born out of the Great Depression.Magnificent New Deal Murals evoke a time when New York City harbor was one of the world's greatest and busiest ports.",
    "info": null
  },
  {
    "name": "oldest fence in NYC",
    "lat": 40.7045583,
    "lon": -74.0138597,
    "icon": null,
    "imageURL": null,
    "description": "MOST VISITORS TO BOWLING GREEN today come to see Arturo Di Modica’s imposing Charging Bull sculpture. But unnoticed in the background of their photographs is one of New York Cities most enduring and historically important landmarks: its oldest fence.<br><br>Made of wrought iron, the historic barrier was installed around Bowling Green in 1771. The history of Bowling Green itself goes back to the beginnings of the New Amsterdam colony. Situated across from the original Dutch fort it was originally used as a cattle market and parade ground, it was located at the foot of the old American Indian path which would eventually become Broadway. On March 12th, 1733 the market place was leased to three gentleman landowners for a sum of one peppercorn a year, and the ground was turned into New York’s first public park. Named Bowling Green for the sporting arena that it contained, it was designed for the “beauty and ornament…as well as for the Recreation and Delight of the inhabitants of this city.”<br><br>But the idyllic tranquility of Bowling Green would turn to mob violence in 1776. Six years earlier the British government had installed a giant statue of King George III. Weighing over 4,000 pounds it was built to celebrate the victory over the French in the Seven Years War. As relations between Britain and her colonies steadily deteriorated the statue became a focal point for anti-English protests. To combat the increasing threat of vandalism a wrought iron fence was installed to protect the monarch in 1771. On July 9th, 1776, the Declaration of Independence was read out to Washington’s troops stationed by City Hall. A mob from the Sons of Liberty rushed to Bowling Green and immediately attacked and toppled the statue of George III. Legend has it that the statue was shipped up to a foundry in Connecticut where the likeness of George III was turned into musket balls to be used against his red-coated army. Partial remains of the statue can still be found in the Museum of the City of New York.<br><br>Today Bowling Green still holds its place in history as the first public park in the City. Where once King George III looked up towards Broadway as his subjects played the gentle game of Crown Bowls in the park, there is now a fountain. Surrounded by the imposing buildings of the Alexander Hamilton customs house, the old Standard Oil headquarters and the shipping offices of Cunard and the Panama-Pacific Ocean liners, it’s a popular spot for tourists. New York’s oldest fence which once protected a king is still there though, and on closer inspection still bears the scars of that day of violence in 1776. See the fence posts were once decorated with royal crowns but on July 9th, the Sons of Liberty cut them off and the saw marks are still visible today.",
    "info": null
  },
  {
    "name": "26 Broadway",
    "lat": 40.7054596,
    "lon": -74.0132303,
    "icon": null,
    "imageURL": null,
    "description": "Standard Oil Building - This curved Manhattan building was built to house the opulence of John D. Rockefeller's oil empire.<br> The interior was no less opulent, with the main lobby resembling a cathedral’s apse, covered in marble and gilded chandeliers, the doorways enshrined with notable names from the company’s past, the gleaming elevator cars monogramed SO.",
    "info": null
  },
  {
    "name": "Elevated Acre",
    "lat": 40.7033226,
    "lon": -74.0088962,
    "icon": null,
    "imageURL": null,
    "description": "Amid the bustle and noise of the Financial District hides a secluded garden oasis above the city streets.",
    "info": null
  },
  {
    "name": "77 Water St",
    "lat": 40.704281,
    "lon": -74.0082994,
    "icon": null,
    "imageURL": null,
    "description": "A WWI fighter plane and turn-of-the-century penny candy shop are among the unexpected features of this Financial District building.",
    "info": null
  },
  {
    "name": "Site of New York Slave Market",
    "lat": 40.7050436,
    "lon": -74.0079337,
    "icon": null,
    "imageURL": null,
    "description": "NOW AN ANONYMOUS CONDOMINIUM, THE building stands on a site of one of the financial building blocks of New York City, and one of its greatest shames: the sale and trade of enslaved people. <br><br>In 1626, 11 captives from Congo, Angola, and the island of Sao Tome were brought to New Amsterdam. Over the next 150 years, the New York slave trade grew to be one of the most essential cogs in the triangle trade. Seventy-four Wall Street, on the lot bounded by Water and Pearl Streets, is the most widely accepted address of this auction block.<br><br>The first enslaved workers who were brought to the site were tasked with constructing defenses for the small Dutch colony in the form of a wall across the town’s northern frontier. Years later, the wall would be taken down and its fragments used to level the roads and expand the island as landfill. All of the requisite labor was done by enslaved people.<br><br>At the start of the 18th century, the corner of Wall and Pearl Street was an open-air market, where enslaved people were unloaded from ships in the nearby East River. At that time, the river was much closer at Water Street, which meant that the enslaved people were bought and sold right under the shadow of their floating prisons. Later development brought a sheltered complex, city oversight and, of course, tax revenue. Enslaved people were sold throughout the city and its surrounding region. In a wider scope, New York positioned itself as the port city where agricultural goods grown by slaves in the South were financed, refined, packaged and shipped around the world. The New York Stock Exchange, just up the street, owes its startup capital to an economy fueled by enslaved people and their labor.<br><br>Today, no evidence remains of the New York Slave Market. In June of 2015, the City of New York unveiled a small plaque in the beer garden adjacent to the modern day 74 Wall Street. <br><br>The small plaque memorializing the many thousands of enslaved people who were abducted and sold on what is now 74 Wall Street is roughly the size of a plaque across the street at 74 Wall Street honoring the Livingston family, who owed their political prominence to the wealth they generated from the slave trade. <br><br>The United States currently has no significant national memorial to slavery.",
    "info": null
  },
  {
    "name": "Delmonico's",
    "lat": 40.7050268,
    "lon": -74.0102557,
    "icon": null,
    "imageURL": null,
    "description": "Possible relics of the ancient Roman city are hidden in this restaurant's façade.",
    "info": null
  },
  {
    "name": "Portal Down to Old New York",
    "lat": 40.703751,
    "lon": -74.0107589,
    "icon": null,
    "imageURL": null,
    "description": "Under a glass sidewalk lie the remains of some of Manhattan's oldest buildings.",
    "info": null
  },
  {
    "name": "Fraunces Tavern",
    "lat": 40.7034181,
    "lon": -74.0113649,
    "icon": null,
    "imageURL": null,
    "description": "This Wall Street bar was once a hub of revolutionary activity where Washington famously bid farewell to his troops.  raunces Tavern holds the top spot on the list of Manhattan’s oldest buildings. The tavern was also one of the first buildings to be designated a New York City Landmark in 1965, though much of the original colonial structure is non-existent. There has been a structure located at the site since 1719 when it was originally built as a private residence for Etienne DeLancey. In 1761 Samuel Fraunces, from whom the building takes its name, bought the building and opened the Queens Head Tavern. The tavern played a significant role in the American Revolution, serving as a meeting place for revolutionary groups like the Sons of Liberty and as a residence for George Washington during the final days of the war. However, after a restoration in 1906, much of the original structure was lost or obscured and there was a lot of guesswork in recreating the original structure. There are however some pieces of the original structure that survive. On the west wall of the tavern, there is 18th century Holland Brick and inside there are original oak hewn beams in the floors and ceilings of some of the upper rooms, including the famous Long Room.",
    "info": null
  },
  {
    "name": "5 Beekman St",
    "lat": 40.7114295,
    "lon": -74.0068285,
    "icon": null,
    "imageURL": null,
    "description": "This beautiful building in the heart of Manhattan's Financial District was empty for decades.",
    "info": null
  },
  {
    "name": "The Beekman, a Thompson Hotel",
    "lat": 40.7112134,
    "lon": -74.0069041,
    "icon": null,
    "imageURL": null,
    "description": "beautiful interior",
    "info": null
  },
  {
    "name": "Woolworth Building",
    "lat": 40.7126314,
    "lon": -74.0083037,
    "icon": null,
    "imageURL": null,
    "description": "Once the tallest building in the world and the site of \"the highest dinner ever held in New York\" this building now holds the most expensive penthouse in the city.When the Woolworth Building opened in 1913, President Woodrow Wilson pressed a button in the White House, and 80,000 light bulbs flashed to life on Broadway as Thomas Edison supervised. Then Edison joined a banquet for 900 other prominent guests that the New-York Tribune called “the highest dinner ever held in New York.” During the ceremonies, famed radio pastor Samuel Parkes Cadman made “cathedral of commerce” the skyscraper’s nickname for the ages.<br><br>Over 100 years later, much of the original glory remains, though the general public wouldn’t know it. Master architect Cass Gilbert’s Gothic gem still gleams in lower Manhattan, but few tourists have been inside in recent years. The building’s owners for the past couple of decades closed it to casual visitors. Post-9/11 security restrictions didn’t help, either. But that’s starting to change.<br><br>Thanks to the efforts of Gilbert’s great-granddaughter, Helen Post-Curry, the owners allowed private tours in 2013 for the building’s centennial celebration. A great response led to regular paid tours. The tours focus almost entirely on the lobby—in addition to the aforementioned unfortunate closures, the 57th-floor observation deck was shut down during World War II out of fear that enemy spies could exploit its harbor views—but the lobby contains plenty to illuminate the Woolworth’s soaring story.<br><br>One need only look up at the grand Heinigke & Bowen stained-glass ceiling over the main stairs to grasp F.W. Woolworth’s animating vision. Border panels devoted to great empire-builders like Spain and Russia lie alongside others featuring the Woolworth “W” as well as 1913 for the building opening and 1879 for the opening of the first successful “Woolworth’s Great Five Cent Store” in Lancaster, Pennsylvania (a store in Utica, New York, failed in 1878, and Woolworth reused its sign in Lancaster).<br><br>By 1910, the operation was humming along well enough for Woolworth to lay plans for a company headquarters that would be the tallest building in the world, surpassing the 700-foot Metropolitan Life Insurance skyscraper completed in 1909. Woolworth scrapped a more modest $5 million estimate, and the final bill of $13.5 million produced the 792-foot (and one inch) finished structure of 58 stories (or 80 conventional stories, since ceilings range from 11 to 20 feet). The retail baron paid for it all in cash—perhaps in nickels and dimes only, as some say, and perhaps not.<br><br>It’s also said that Woolworth spared no expense on the construction. Yet despite the gaudy price tag, he couldn’t resist a bit of skimping (amusingly enough, Woolworth is counting coins in the lobby gargoyle that portrays him). The Tiffany elevator ornamentation is cast iron done up like brass, terra cotta masquerades as marble on the exterior, and interior marble touted as “Greek” was actually mined in Vermont. Woolworth hired Cass Gilbert to create a world-class, historic company monument, but he always had business in mind.<br><br>“My idea was purely commercial,” he said in 1910. “I saw possibilities of making this the greatest income producing property in which I could invest my money.”<br><br>The building’s construction was a media phenomenon, and Woolworth was surely pleased with its critical reception and popularity. Woolworth opened his crown jewel up just like his stores, with counters and eateries alongside plentiful retail outlets. Missteps were minimal, such as the German beer hall shunned by some patriots during World War I, though the war’s drain on construction did benefit the building overall—it remained the world’s tallest until 1930, when the Chrysler Building and then the Empire State Building were completed.<br><br>The Woolworth Building finally left Woolworth hands in 1998 with a $155 million sale to the Witkoff Group, which launched a plan to turn the top 25 floors of the bui",
    "info": null
  },
  {
    "name": "African Burial Ground National Monument",
    "lat": 40.714538,
    "lon": -74.0044649,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Sugar House Prison Window",
    "lat": 40.7125896,
    "lon": -74.0037346,
    "icon": null,
    "imageURL": null,
    "description": "An odd, ancient window that may have once been part of a brutal prison is embedded in the side of New York's Police Plaza. <br>HIDDEN AWAY ON A WALL of the New York City Police Department Headquarters is a mysterious window. Embedded in the wall, and made of an ancient brick which doesn’t match the ones surrounding it, the window is set with a row of ominous, rusted iron bars. It is thought that this is the remnants of a horrendous prison dating back to the Revolutionary War that stood on the same site. The infamously brutal, Sugar House Prison.<br><br>The plaque underneath the iron-barred window explains that “this window was originally part of the five-story Sugar House built in 1763 at the corner of Duane and Rose Streets.” During the occupation of New York (1776-1783) by the English, the Sugar House was commandeered by the Redcoats and repurposed as a prison for American prisoners of war, and civilian collaborators. <br><br>As the website Correction History writes, the Sugar House Prison was operated as a place where “sanitary conditions were frightful, and starvation was a constant threat, so its evil reputation was well earned, and its death toll unbelievably high.” It is estimated that over 17,500 prisoners died in these conditions, more than twice the number to actually die on the battlefield. <br><br>Sugar houses proved ideal prisons for the British. Another on Liberty Street held around 500 wretched prisoners. An article in the New York Times in 1852 included a first-person account of conditions within the sugar houses by an ex-inmate. “Its appearance was dark and gloomy.....prisoners in an emaciated, starving, wretched condition, their numbers being constantly diminished by sickness and death.” <br><br>There is however some doubt as to the origins of the peculiar window preserved in the wall on Duane Street. As reported in Untapped Cities in 2013, recent research by Professor Edwin G. Burrows at Brooklyn College, claimed that the sugar house on Duane and Rose continued to operate during the occupation.<br><br>What is interesting though is that when the old Sugar House was demolished in 1892, someone had the foresight to preserve a window which undoubtedly looks prison like, and it was incorporated into the wall of the new Rhinelander building. When that too was demolished in 1968 to make way for the present day NYPD headquarters the old window was again preserved in the wall of the brutalist architecture of Police Plaza<br><br>Peculiarly enough, a section of the wall from the ancient sugar house, with an identical window embedded in it, found its way to Van Cortlandt Park in the Bronx. If the origins of the strange window hidden away on the wall of the NYPD building are debatable, what is beyond doubt is the horrific conditions of the British Sugar House prisons, and the thousands of revolutionaries who died there, many of whom are rumored to haunt the memorial still.",
    "info": null
  },
  {
    "name": "33 Thomas Street",
    "lat": 40.7165999,
    "lon": -74.006057,
    "icon": null,
    "imageURL": null,
    "description": "An uber-secure, windowless tower of doom in the center of Manhattan is an NSA spyscraper. <br>SO YOU FINALLY NOTICED THAT terrifying, windowless skyscraper in the middle of Manhattan? It’s fine, really. Now, move along.<br><br>Unofficially known as the “Long Lines Building,” New York’s doom-iest tower was designed in 1974 by architect John Carl Warneke. Though its most noteworthy feature is its utter lack of windows, the building is also known for its unusually high ceilings and for being designed to bear an extremely large amount of weight per square-foot. <br><br>Not that the latter two details are something the average citizen would ever be privy to witnessing on their own, of course. The name “Long Lines” suggests a lovely hat tip to the building’s architectural elements, but in reality the sky fortress was originally created to house AT&T’s carrier exchanges for their long distance telephone switches and equipment. Today it continues in that purpose, while also storing a portion of the company’s datacenter processing. This ephemeral element of the technological infrastructure has been deemed so important that the building is able to survive nuclear fallout and exist off-grid for up to two weeks without issue.<br><br>What’s more, it’s since come to light that this ominous building is used as a hub for NSA spying—a brick-and-mortar arm of the surveillance state. As reported by The Intercept, the fortified skyscraper was not only made to safeguard critical telecommunications equipment, a sort of fortress for the information age, but it also houses equipment for controversial government data collection and wire tapping, codenamed TITANPOINTE.<br><br>One look at the skyscraper’s face should tell you that public admittance isn’t an option. But that beautiful, terrifying image you have in your head of stories upon stories of telephone cables and digital boxes stacked 18-feet high, glowing within the building’s impenetrable walls, might just be better than the real thing, anyway",
    "info": null
  },
  {
    "name": "Farm.One",
    "lat": 40.679678,
    "lon": -73.9689121,
    "icon": null,
    "imageURL": null,
    "description": "Underneath the bustling city streets, a hydroponic farm grows unique herbs in an urban oasis.",
    "info": null
  },
  {
    "name": "Hall des Lumières",
    "lat": 40.7140282,
    "lon": -74.0050908,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Wall Street Bath & Spa 88",
    "lat": 40.7091089,
    "lon": -74.0058052,
    "icon": null,
    "imageURL": null,
    "description": "This Russian bar-restaurant lies within a three-story underground bathhouse.",
    "info": null
  },
  {
    "name": "Rudolph de Harak Digital Clock",
    "lat": 40.7071539,
    "lon": -74.0049962,
    "icon": null,
    "imageURL": null,
    "description": "The façade of this building looks like a bingo board, but it's really a giant clock by a famed graphic designer. <br>RUDOLPH DE HARAK WAS A famous graphic designer who worked on a lot of things over his long and storied career: hundreds of paperback covers for McGraw-Hill, illustrations for Esquire magazine, jazz covers for record labels like Columbia and Westminster. He even designed the placards for the Egyptian Wing of the Metropolitan Museum of Art, signage that took 10 years to complete and is still in use today. But for many New Yorkers, perhaps his most famous and enduring work is the clock on the exterior of 127 John Street in Lower Manhattan.<br><br>The artist was influenced by abstract expressionism, Dada, op art, and pop art. He even designed a number of “traditional” analog clocks, some of which can be found in the collection of the Museum of Modern Art. But the façade across from the South Street Seaport takes a more digital approach. The clock is laid out as a grid of numbers: 1–12 for the hour of the day, then 0-59 for the minute and the second. The numbers light up whenever it is their time; the hours in red, the minutes in blue, and the seconds in green.<br><br>At the time work was completed in 1971, it was the largest clock in the world. The clock is joined by a number of embellishments to the building and street. The entrance of the building is a tunnel ringed in bright blue argon-gas lights, and the building is surrounded by brightly colored street furniture like loveseats, garbage cans, and telephone booths.",
    "info": null
  },
  {
    "name": "Titanic Memorial Park",
    "lat": 40.7074882,
    "lon": -74.0037348,
    "icon": null,
    "imageURL": null,
    "description": "Manhattan's lighthouse, erected at the insistence of the unsinkable Molly Brown.",
    "info": null
  },
  {
    "name": "South Street Seaport Museum",
    "lat": 40.7064979,
    "lon": -74.0036463,
    "icon": null,
    "imageURL": null,
    "description": "DESIGNATED BY CONGRESS AS THE American National Maritime Museum in 1998, the South Street Seaport Museum houses a permanent collection of over 1,000 model ships in addition to its fleet of full-sized vessels (the largest private collection in the country) and other important maritime artifacts.<br><br>The model ship collection focuses on vessels that were significant in the economic and maritime development of New York and America in general. The Museum itself sits on the site of the original Port of New York and visitors can come to watch demonstrations of model ship building by experts in the craft.",
    "info": null
  },
  {
    "name": "Fulton St",
    "lat": 40.7094835,
    "lon": -74.0063661,
    "icon": null,
    "imageURL": null,
    "description": "The last remnants of what was once one of the world's grandest hotels can now be found in a Manhattan subway station. THE FULTON STREET STATION ON New York’s subway system recently benefitted from a 10-year, $1.4 billion overhaul. The centre piece of the MTA’s “Grand Central of Downtown,” which re-opened in November of 2014, was an elaborate “oculus” dome of glass and aluminium, spanning 53-feet in diameter, representing what the MTA grandly called “a metaphor for the celestial heaven.”<br><br>As impressive as the giant skylight is, there was quite a remarkable spectacle already in place at Fulton Street Station, hidden away and largely unnoticed at the William Street entrance; the beautiful tile murals that once adorned the walls of the Marine Grill, a grand restaurant located in what was once the world’s largest hotel, the McAlpin.<br><br>The Hotel McAlpin was situated in Herald Square, occupying the corner block of 34th Street and Broadway. Opening in 1912 and soaring 25-stories high, the McAlpin had room enough for 2,500 guests. As well as being, at the time, the world’s largest hotel, it was also one of the most luxurious. The amenities on offer to guests were as breathtaking as they were opulent, including a massive giant Turkish bath and plunge pool that occupied the entire 24th floor. The hotel also had its own in-house orchestra, as well as its own fully equipped hospital. Located on the floor below the Turkish bath, patients benefitted from “every modern appliance known to surgery.” <br><br>The hotel even had gender specific floors, with newspaper adverts promising that “for unaccompanied women, the entire sixth floor is reserved.” There was even a separate check-in desk staffed by women, so that single female travelers could avoid the approaches of scoundrels in the main lobby. <br><br>Such was the attention given to customer service that the entire 16th floor was reserved for night workers so they could sleep during the day; the New York Times christened the floor the “Sleepy Sixteenth.”<br><br>These heights of luxury extended to the Marine Grill restaurant located in the basement. Dominated by a forest of archways and columns, the grill room was covered in exquisite tile murals designed by Frederick Dana Marsh. The tiles told the story of the maritime history of New York, and featured elaborate murals of steamships, paddle steamers, and ocean liners from the golden age of Trans-Atlantic voyages.<br><br>The 20 murals, fabricated by the Atlantic Terra Cotta Company of Staten Island, spoke to the era when New York was one of the world’s most vibrant, and busiest ports. Covering the entire wall space, they would have looked down on a packed room of patrons dining on lobster and oysters, washed down with Gibson cocktails. <br><br>In the 1970s, the grand McAlpin was sold and converted into 700 apartments, which still exist today, under the name Herald Towers. During renovations, the glorious tile murals were simply thrown away. Susan Tunick, president of the non-profit Friends of Terra Cotta, alerted the New York Landmarks Preservation Committee and the tiles were rescued from the dumpsters outside the old hotel. The tiles were then given to the MTA’s Arts for Transit Program, and they were reassembled piece by piece like a giant jigsaw puzzle over one summer by a group of college interns. In 2000 the restored murals were installed in the Fulton Street Station, along with the ornate iron gate that had adorned the entrance to the Marine Grill. <br><br>New York may have lost one of its grand old hotels, but subway passengers entering Fulton Street Station by the Williams Street entrance can see a little known remnant of its once luxurious opulence.",
    "info": null
  },
  {
    "name": "John Street United Methodist Church",
    "lat": 40.7091754,
    "lon": -74.008073,
    "icon": null,
    "imageURL": null,
    "description": "The oldest Methodist church in the United States has been spreading the good news for over two centuries.<br>Hidden away down one of the Financial District’s smallest streets, today the Methodist chapel carries about its work as it has done the past two and a half centuries. The chapel is small, but beautifully maintained and well appointed. Underneath the chapel are recreation rooms used for smaller meetings and Sunday schools. It also houses a quite remarkable museum. The collection includes a still working clock given to Embury and Heck by John Wesley himself in 1768. There is also the original lecturn handmade by Embury and used to preach from in the old rigging loft. Central to Methodism was the idea that close personal fellowship could only be attained by meeting in small groups. Called Class Meetings, the church-goers would sit in a close-knit circle; one of their original distinctive circular set of chairs dating from the 18th century is here as well.<br><br>A quite remarkable find, and one hardly known about or visited, the John Street church still prides itself not just on its long and illustrious history, but on preaching Methodism to its surrounding community today just as it did nearly 250 years ago.",
    "info": null
  },
  {
    "name": "Federal Reserve Bank of New York",
    "lat": 40.7083645,
    "lon": -74.0086535,
    "icon": null,
    "imageURL": null,
    "description": "More gold than anywhere else, ever.",
    "info": null
  },
  {
    "name": "The Press Room",
    "lat": 40.7083456,
    "lon": -74.0088554,
    "icon": null,
    "imageURL": null,
    "description": "Home to a dizzying array of letterpress blocks with a rich history.",
    "info": null
  },
  {
    "name": "The Skyscraper Museum",
    "lat": 40.7057375,
    "lon": -74.017749,
    "icon": null,
    "imageURL": null,
    "description": "An institution dedicated to the towering buildings that make up skylines in New York City and around the world.",
    "info": null
  },
  {
    "name": "American Merchant Mariners' Memorial",
    "lat": 40.7039889,
    "lon": -74.0178061,
    "icon": null,
    "imageURL": null,
    "description": "Twice a day one of these tragic bronze mariners drowns with the tide to remember all those the sea has taken. <br>HIDDEN AWAY IN THE WATER off Battery Park is one of the most moving memorials you are ever likely to see. The American Merchant Mariner’s memorial, sculpted by Marisol Escobar in 1991, takes the form of three merchant seamen stranded on a sinking ship, terrified, calling for help and trying to reach the desperate hand of one of their shipmates floundering in the water below.<br><br>The United States Merchant Mariner suffered more casualties than any other American service during World War II, 1 of every 26 mariners would not return home. Facing submarines, mines, armed raiders, destroyers, aircraft, “kamikaze,” and the elements. About 8,300 mariners were killed at sea, 12,000 wounded of whom at least 1,100 died from their wounds, and 663 men and women were taken prisoner. Some were blown to death, some incinerated, some drowned, some froze, and some starved. Sixty-six died in prison camps or aboard Japanese ships while being transported to other camps. Thirty-one American merchant ships vanished without a trace to a watery grave.<br><br>The sculpture bears the following inscription: “This memorial serves as a marker for America’s merchant mariners resting in the unmarked ocean depths.” The monument is based on a true event, the sinking of SS Muskogee by German U-boat 123 on March 22nd, 1942. The Muskogee was sailing from Venezuela to Halifax carrying a cargo of petroleum. Without an escort and unarmed, the Muskogee was hit by a torpedo in her engine room and began to sink within a quarter of an hour, 335 miles north-northeast. Ten survivors clung to life rafts in the burning sea as the U-boat surfaced. The submarine captain Reinhard Hardegen took their photograph, and it’s from this, that Escobar based her sculpture. <br><br>What makes the memorial so moving is that the helpless sailor in the water is covered by the Upper New York Bay with each high tide. His fingertips permanently out of reach to his companions, he drowns twice a day. The plaque next to the memorial makes the striking statue all the more poignant, where we learn that for the crew of the SS Muskogee; “left to the perils of the sea, the survivors later perished.”",
    "info": null
  },
  {
    "name": "23 Wall St",
    "lat": 40.706651,
    "lon": -74.0101691,
    "icon": null,
    "imageURL": null,
    "description": "Unrepaired walls from a 1920 anarchist bomb attack<br>Ranging in size from small, missing chunks of limestone to deeper baseball-sized pits, the scars are all that remain of an oft forgotten terrorist attack in the early 20th century.<br><br>On September 16, 1920, a horse-drawn carriage carrying a large bomb was driven to the intersection of Wall Street and Broad Street. When detonated, the bomb sent fragments hurtling into the surrounding buildings, killing 39 people and badly wounding many others. The amount of destruction totaled $2 million, most of it on the corner of the two streets.<br><br>At the time, the corner building on Wall Street was the headquarters of J.P. Morgan, and was a well-known landmark in the city. Considering the circumstances and target, police surmised the bombing was an act of terrorism, and a possible attempt on J.P. Morgan’s life.<br><br>Although some evidence was found, the case was never resolved and was dropped 20 years after the bombing. It is believed that the attack was carried out by Italian anarchists, in particular by one Mario Buda, an associate of famous anarchists Sacco and Vanzetti. Until September 11, 2001, the Wall Street bombing was the deadliest terrorist attack in the history of New York City.<br><br>The fragments in the old Morgan building have never been repaired, and stand as a reminder of the explosion that occurred nearly a century ago.",
    "info": null
  },
  {
    "name": "Olfactory Art Keller",
    "lat": 40.7130469,
    "lon": -73.9965871,
    "icon": null,
    "imageURL": null,
    "description": "The only gallery in New York dedicated to olfactory art and the exploration of scent in art.",
    "info": null
  },
  {
    "name": "Mysterious Book Shop",
    "lat": 40.7149236,
    "lon": -74.0092108,
    "icon": null,
    "imageURL": null,
    "description": "The world’s oldest and biggest bookstore stocking only mystery, crime fiction, espionage, and thrillers.",
    "info": null
  },
  {
    "name": "ASDS REP THEATER",
    "lat": 40.7074232,
    "lon": -74.0140785,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Museum of Jewish Heritage – A Living Memorial to the Holocaust",
    "lat": 40.706253,
    "lon": -74.018778,
    "icon": null,
    "imageURL": null,
    "description": "The Museum of Jewish Heritage located in Manhattan's Battery Park City is a memorial to the victims of the Holocaust. On top of the building is a pyramid known as the Living Memorial to the Holocaust. More than 1.5 million people have visited the museum to learn more about those who lost their lives during the Holocaust. The museum's mission is to chronicle the lives of Jewish people and traditions from the time before, the time during, and the time after the Holocaust.<br><br>Highlights<br>Here are some of the \"must see\" items at Museum of Jewish Heritage.<br><br>Auschwitz. Not long ago. Not far away<br>The Number on Great-Grandpa's Arm<br>Eyewitness: Photographs By B.A. Van Sise",
    "info": null
  },
  {
    "name": "Castle Clinton National Monument",
    "lat": 40.7034796,
    "lon": -74.0166312,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Mmuseumm",
    "lat": 40.7174747,
    "lon": -74.0027129,
    "icon": "green",
    "imageURL": null,
    "description": "A tiny museum housed in a New York freight elevator specializes in the \"overlooked,dismissed, or ignored.\" <br>=",
    "info": null
  },
  {
    "name": "South Ferry",
    "lat": 40.7020208,
    "lon": -74.0133728,
    "icon": null,
    "imageURL": null,
    "description": "As the team was conducting excavations for the South Ferry Station, they came upon one of the oldest man-made structure still in place in Manhattan, the Battery Wall. The wall was built around 1755 at the southwestern tip of Manhattan to shield the colony, then under British rule, from enemies as well as rough waves and wind. The wall was buried under landfill in the late 18th century and further buried by Battery Park in the 19th century. Today, you can walk right up to the wall and touch it. You can even see fossilized oyster shells embedded in the stones.",
    "info": null
  },
  {
    "name": "Barthman's Sidewalk Clock",
    "lat": 40.7098191,
    "lon": -74.0098316,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Stone Street",
    "lat": 40.704031,
    "lon": -74.0115842,
    "icon": null,
    "imageURL": null,
    "description": "The cobblestones of Stone Street date back to around 1655, when the road became the first in the Dutch colony of New Amsterdam to be paved. Legend says a wealthy brewer’s wife who lived on the street was fed up with dust from the street being kicked up by horses and ruining her drapes, and got Peter Stuyvesant to pave the street. The street has gone by many names throughout its history based on whoever owned it.<br><br>Known to the Dutch as Hoogh Straet or High Street and later Brewer Street, the English renamed it Duke Street. In the midst of anti-English sentiment that followed the American Revolution, many English street names were replaced. Duke Street became Stone Street in honor of its status as the first paved road, which you can still walk on today. Discover the hidden meaning being more New York City street names here.",
    "info": null
  },
  {
    "name": "Federal Hall",
    "lat": 40.7073993,
    "lon": -74.0102088,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Poets House",
    "lat": 40.71605,
    "lon": -74.016329,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Bowne & Co., Stationers",
    "lat": 40.7073849,
    "lon": -74.0034788,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "20 Exchange Pl",
    "lat": 40.7055048,
    "lon": -74.0096559,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "R & Company",
    "lat": 40.7184138,
    "lon": -74.0033476,
    "icon": null,
    "imageURL": null,
    "description": "This gallery showcases the work of inventive international designers from the 20th & 21st centuries.",
    "info": null
  },
  {
    "name": "R & Company",
    "lat": 40.7181044,
    "lon": -74.0045644,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Dream House",
    "lat": 40.718464,
    "lon": -74.004823,
    "icon": null,
    "imageURL": null,
    "description": "La Monte Young and Marian Zazeela's \"Dream House\" will immerse you in an ever changing world of sound and light.",
    "info": null
  },
  {
    "name": "Ghostbusters Headquarters",
    "lat": 40.7195656,
    "lon": -74.0066124,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Pier 16",
    "lat": 40.7057091,
    "lon": -74.0030858,
    "icon": null,
    "imageURL": null,
    "description": "decommissioned ships & east river views",
    "info": null
  },
  {
    "name": "Wavertree",
    "lat": 40.7053739,
    "lon": -74.0030406,
    "icon": null,
    "imageURL": null,
    "description": "Built of riveted wrought iron, the 1885 tall ship Wavertree is an archetype of the sailing ships of the latter half of the 19th century that, during the “age of sail,” lined South Street by the dozens, creating a forest of masts from the Battery to the Brooklyn Bridge.",
    "info": null
  },
  {
    "name": "Pier 15 East River Esplanade",
    "lat": 40.7043756,
    "lon": -74.0029654,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Fulton Stall Market",
    "lat": 40.7061992,
    "lon": -74.0034706,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Cannon's Walk",
    "lat": 40.7071289,
    "lon": -74.0033154,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Staple Street Skybridge",
    "lat": 40.7182678,
    "lon": -74.0094464,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Bowne & Co. Stationers",
    "lat": 40.7073849,
    "lon": -74.0034788,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "70 Pine Street",
    "lat": 40.7065047,
    "lon": -74.0077715,
    "icon": null,
    "imageURL": null,
    "description": "look for miniature impression of the building above the entrance, which contains its own miniature impression; landmarked interior",
    "info": null
  },
  {
    "name": "52 Stone St",
    "lat": 40.7042226,
    "lon": -74.0102046,
    "icon": null,
    "imageURL": null,
    "description": "Perhaps one of the more surprising places you’ll find a colonial remnant is on your way to bathroom inside the Stone Street Tavern. Located at 52 Stone Street, the tavern’s building was constructed in 1836, likely after an original structure was burnt down in the Great Fire of 1835, on top of an 18th century foundation. You can still see part of the foundation in the the stairwell that leads to the current restaurant’s lower level restrooms.",
    "info": null
  },
  {
    "name": "85 Broad St",
    "lat": 40.7040662,
    "lon": -74.0111456,
    "icon": null,
    "imageURL": null,
    "description": "glass sidewalk shows down to the foundation of ruins of lovelace tavern<br>https://untappedcities.com/2018/03/12/400-year-old-nyc-street-calls-financial-district-lobby-home/",
    "info": null
  },
  {
    "name": "55 Wall Street",
    "lat": 40.7061133,
    "lon": -74.0094523,
    "icon": null,
    "imageURL": null,
    "description": "landmarked interior",
    "info": null
  },
  {
    "name": "National Museum of the American Indian",
    "lat": 40.7039861,
    "lon": -74.0136889,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Cunard Building",
    "lat": 40.7054843,
    "lon": -74.0137577,
    "icon": null,
    "imageURL": null,
    "description": "landmarked interior",
    "info": null
  },
  {
    "name": "1 Broadway",
    "lat": 40.7049658,
    "lon": -74.0144968,
    "icon": null,
    "imageURL": null,
    "description": "you can still spot vestiges of its previous use as the Mercantile Marine buildig",
    "info": null
  },
  {
    "name": "One Wall Street",
    "lat": 40.707491,
    "lon": -74.0116385,
    "icon": null,
    "imageURL": null,
    "description": "The shimmering glass mosaic tiles sheathing the walls and ceiling of the Red Room, the client reception area of the former Irving Trust Company at One Wall Street, make this space one of the most breathtaking interiors in Manhattan.",
    "info": null
  },
  {
    "name": "China Institute",
    "lat": 40.7084275,
    "lon": -74.0147259,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "American Stock Exchange",
    "lat": 40.708678,
    "lon": -74.0126146,
    "icon": null,
    "imageURL": null,
    "description": "NHL - \"World-class stock exchanges dating back to colonial times.\"",
    "info": null
  },
  {
    "name": "Oculus Center",
    "lat": 40.7115663,
    "lon": -74.0114261,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "St. Paul's Chapel",
    "lat": 40.7113281,
    "lon": -74.0091831,
    "icon": null,
    "imageURL": null,
    "description": "ground zero exhibit (still there?)<br>\"Standing in the shadow of the modern skyscraper of One World Trade, St. Paul’s Chapel holds the title as the only colonial church still in Manhattan. Built in 1766, St. Paul’s was one of two chapels built for Trinity Church, the second being St. George’s which burned down. St. Paul’s almost met a similar fate in the Great Fire of 1777 which destroyed around 500 buildings, but luckily it was saved. The original Trinity Church was lost in that fire, so St. Paul’s became the congregation’s primary church.<br><br>George Washington regularly attended services at St. Paul’s until Trinity Church was rebuilt in 1790. In fact, he went to St. Paul’s right after his inauguration at Federal Hall, just a short walk away, in 1789. He sat in a specially designated Presidential Pew. While the pew is no longer there, a painting of the one of the earliest known representations of the Great Seal of the United States, commissioned in 1789 to commemorate Washington’s inauguration still hangs above the site where he would have sat.<br><br>The church is full of original architectural details and a very special monument to General Richard Montgomery. Montgomery was a Revolutionary War officer and the monument to him at St. Paul’s was the first commissioned by the Congress of the United States.\"<br><br>This cemetery has graves dating back to the 17th century, including the city's oldest carved tombstone and an ominous cryptogram.",
    "info": null
  },
  {
    "name": "The Little Shop",
    "lat": 40.7083747,
    "lon": -74.0009552,
    "icon": null,
    "imageURL": null,
    "description": "hidden in the back of a bodega",
    "info": null
  },
  {
    "name": "195 Broadway",
    "lat": 40.7108395,
    "lon": -74.0095737,
    "icon": null,
    "imageURL": null,
    "description": "Landmarked interior",
    "info": null
  },
  {
    "name": "140 West St",
    "lat": 40.7138579,
    "lon": -74.0133712,
    "icon": null,
    "imageURL": null,
    "description": "landmarked interior",
    "info": null
  },
  {
    "name": "Irish Hunger Memorial",
    "lat": 40.7150615,
    "lon": -74.0163681,
    "icon": null,
    "imageURL": null,
    "description": "Blighted Irish field and the ruins of a 19th-century cottage on the edge of urban Manhattan.",
    "info": null
  },
  {
    "name": "Teardrop Park",
    "lat": 40.7170715,
    "lon": -74.015524,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Philip Williams Posters",
    "lat": 40.7151633,
    "lon": -74.0087077,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Korin",
    "lat": 40.7147296,
    "lon": -74.00943,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "280 Broadway",
    "lat": 40.714544,
    "lon": -74.0058154,
    "icon": null,
    "imageURL": null,
    "description": "NHL - AT Stewart Company Store \"Site of the first American department store (now known as the New York Sun building)\"",
    "info": null
  },
  {
    "name": "Tweed Courthouse",
    "lat": 40.7133956,
    "lon": -74.0055426,
    "icon": null,
    "imageURL": null,
    "description": "landmarked interior; offers tours",
    "info": null
  },
  {
    "name": "CityStore",
    "lat": 40.71341,
    "lon": -74.0035208,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "The David N. Dinkins Manhattan Municipal Building",
    "lat": 40.7131386,
    "lon": -74.0036107,
    "icon": null,
    "imageURL": null,
    "description": "little known gallery in borough president's office",
    "info": null
  },
  {
    "name": "NYC Municipal Archives",
    "lat": 40.7136163,
    "lon": -74.0044022,
    "icon": null,
    "imageURL": null,
    "description": "Transport yourself back in time with the NYC Department of Records and Information Services’ (DORIS) exclusive tour of the Surrogate’s Courthouse, originally known as the Hall of Records. Located in Lower Manhattan, this Beaux-Arts historical landmark is an example of the early 20th-century architectural movement known as City Beautiful. Designed by John Rochester Thomas and completed in 1907 by Tammany Hall architects Horgan and Slattery, the building aimed to visually transform NYC, uplift the city’s communities and inspire moral and civic virtue.",
    "info": null
  },
  {
    "name": "Old City Hall Station",
    "lat": 40.7126275,
    "lon": -74.0068215,
    "icon": null,
    "imageURL": null,
    "description": "A beautiful and abandoned New York subway station from 1904, complete with chandelier.",
    "info": null
  },
  {
    "name": "180 the Store",
    "lat": 40.7171927,
    "lon": -74.009943,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Kimlau War Memorial",
    "lat": 40.7135001,
    "lon": -73.9981321,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Lin Ze Xu Monument",
    "lat": 40.7134139,
    "lon": -73.9981605,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "First Shearith Israel Graveyard, Chatham Square Cemetery",
    "lat": 40.7128627,
    "lon": -73.9984251,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Double Check by John Seward Johnson II",
    "lat": 40.709336,
    "lon": -74.0105832,
    "icon": null,
    "imageURL": null,
    "description": "This anonymous businessman sculpted in bronze became an enduring memorial after 9/11, and had been mistaken by rescue workers for a survivor in the rubble.",
    "info": null
  },
  {
    "name": "Trinity Place",
    "lat": 40.708882,
    "lon": -74.0114326,
    "icon": null,
    "imageURL": null,
    "description": "This lower Manhattan bar is set up in an old bank vault that rests beneath a skyscraper that hides even more historic splendor.",
    "info": null
  },
  {
    "name": "Surrogate's Court | New York County",
    "lat": 40.7134361,
    "lon": -74.0043655,
    "icon": null,
    "imageURL": null,
    "description": "landmarked interior",
    "info": null
  },
  {
    "name": "The Sphere",
    "lat": 40.7105181,
    "lon": -74.0138948,
    "icon": null,
    "imageURL": null,
    "description": "This sculpture by artist Fritz Keonig survived the 9/11 attacks and now stands as a monument to the victims.",
    "info": null
  },
  {
    "name": "Wing On Wo & Co",
    "lat": 40.7145559,
    "lon": -73.9986708,
    "icon": null,
    "imageURL": null,
    "description": "oldest store in Chinatown",
    "info": null
  },
  {
    "name": "Doyers Street",
    "lat": 40.7143521,
    "lon": -73.9979432,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Survivor Tree",
    "lat": 40.7112025,
    "lon": -74.0135394,
    "icon": null,
    "imageURL": null,
    "description": "The last living thing to come out of the rubble after 9/11 is now a symbol of hope and resilience.",
    "info": null
  },
  {
    "name": "Edward Mooney House",
    "lat": 40.7146332,
    "lon": -73.9974643,
    "icon": null,
    "imageURL": null,
    "description": "Built just after the American Revolution, the oldest row house in New York City still stands in Chinatown.",
    "info": null
  },
  {
    "name": "Church of The Transfiguration",
    "lat": 40.7148156,
    "lon": -73.9991216,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Foley Square",
    "lat": 40.7143512,
    "lon": -74.0029927,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "60 Centre St",
    "lat": 40.7141981,
    "lon": -74.0016476,
    "icon": null,
    "imageURL": null,
    "description": "https://untappedcities.com/2019/06/27/lost-monument-returns-to-an-nyc-courthouse-after-70-years/",
    "info": null
  },
  {
    "name": "Ting's Gift Shop",
    "lat": 40.7145739,
    "lon": -73.9980045,
    "icon": null,
    "imageURL": null,
    "description": "oldest gift shop in Chinatown",
    "info": null
  },
  {
    "name": "Lin Sister",
    "lat": 40.7142989,
    "lon": -73.997697,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Chinatown Fair Family Fun Center",
    "lat": 40.7140173,
    "lon": -73.998571,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Aeon Bookstore",
    "lat": 40.7138286,
    "lon": -73.9909233,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Pier 35",
    "lat": 40.7094517,
    "lon": -73.9884141,
    "icon": null,
    "imageURL": null,
    "description": "great views; swings",
    "info": null
  },
  {
    "name": "The Flea Theater",
    "lat": 40.7160828,
    "lon": -74.0059046,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Yu & Me Books",
    "lat": 40.714981,
    "lon": -73.9995739,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "AIRE Ancient Baths New York",
    "lat": 40.7181473,
    "lon": -74.00482,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Jungs Dried Beef Inc.",
    "lat": 40.7154176,
    "lon": -73.9992734,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Yùnhóng Chopsticks",
    "lat": 40.7154157,
    "lon": -73.9984128,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Eastern States Buddhist Temple",
    "lat": 40.7160187,
    "lon": -73.9980046,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "K. K. Discount Store",
    "lat": 40.7163323,
    "lon": -73.9987672,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "100 Centre St",
    "lat": 40.7158872,
    "lon": -74.0012066,
    "icon": "green",
    "imageURL": null,
    "description": "night court",
    "info": null
  },
  {
    "name": "DCTV",
    "lat": 40.7172875,
    "lon": -74.0012227,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "60 Hudson Street",
    "lat": 40.717729,
    "lon": -74.0083059,
    "icon": null,
    "imageURL": null,
    "description": "landmarked interior",
    "info": null
  },
  {
    "name": "Urban Archaeology",
    "lat": 40.7193485,
    "lon": -74.0081264,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Playing Mantis",
    "lat": 40.7197395,
    "lon": -74.0075705,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Pier 26 at Hudson River Park",
    "lat": 40.7211424,
    "lon": -74.0130846,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Artists Space Books & Talks",
    "lat": 40.718826,
    "lon": -74.0033258,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Alexander and Bonin",
    "lat": 40.723107,
    "lon": -74.002198,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Bortolami",
    "lat": 40.719151,
    "lon": -74.0039148,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Best Made Company",
    "lat": 40.7188181,
    "lon": -74.0045438,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Let There Be Neon Inc",
    "lat": 40.7187667,
    "lon": -74.0044694,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Roxy Cinema New York",
    "lat": 40.7194085,
    "lon": -74.0049093,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "32 6th Ave",
    "lat": 40.7200627,
    "lon": -74.0047478,
    "icon": null,
    "imageURL": null,
    "description": "Hildreth Meière was commissioned by Voorhees, Gmelin & Walker to design a ceiling mural depicting the “Continents Linked by the Telephone and Wireless” as a reflection of the purpose of the building. Using her imaginative Art Deco style, Meière rendered allegorical personifications of Europe, Asia, Africa, and Australia connected by telephone and telegraph wires to each other and to the female messengers depicted in the center of the ceiling. Meière also designed the wall map near the Sixth Avenue entrance using building tile. In 1991, the lobby was designated a landmark by the New York City Landmarks Preservation Commission.",
    "info": null
  },
  {
    "name": "56 HENRY",
    "lat": 40.712735,
    "lon": -73.995165,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Fountain Pen Hospital",
    "lat": 40.7140841,
    "lon": -74.0072621,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Balloon Saloon",
    "lat": 40.7166708,
    "lon": -74.0080574,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "New Kam Man Market",
    "lat": 40.7168163,
    "lon": -73.9984181,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Aesop Wall Street",
    "lat": 40.7056386,
    "lon": -74.0083564,
    "icon": null,
    "imageURL": null,
    "description": "On buzzing Wall Street, in what was once the main entrance lobby of a thirty-seven-story skyscraper, Aesop occupies a space of preserved Art-Deco grandeur. Designed with trusted collaborator Jakob Sprenger, the intention was to create something that feels like it might have always been there. Inspiration for this chic retail space came from the bold verticality of Manhattan and the building’s history as the office of the Munson Steamship Line in the 1920s. <br><br>The magnificent pre-existing space was defined by soaring ceilings and walls clad in Fior di Pesco marble. Based on the classical Greek order, pilasters added rhythm to the walls while ornate crown moldings and a coffered ceiling gave the room a strong, opulent character. Developed with Aesop’s in-house team, Sprenger’s concept was to maintain the existing architectural splendor, restore integrity where needed, and to insert a layer of free-standing furniture that could be easily reused in a future location. <br><br>In the depths of the store, a petit chamber in soothing dark hues accommodates more intimate explorations of the brand’s unconventional Eaux de Parfum, leaving the hubbub of Wall Street behind. Each fragrance can be sampled at the horizontal bay, where petri dishes containing fragments of scent-imbued muslin cloth allow one to understand the full body of the aroma.",
    "info": null
  },
  {
    "name": "LILAC",
    "lat": 40.7204749,
    "lon": -74.0139407,
    "icon": null,
    "imageURL": null,
    "description": "ldest and most intact lighthouse tender in America",
    "info": null
  },
  {
    "name": "Gotham Park",
    "lat": 40.7113511,
    "lon": -74.0031943,
    "icon": null,
    "imageURL": null,
    "description": "Gotham Park is a grass-roots community effort reimagining how spaces under the iconic Brooklyn Bridge in Manhattan can become a new type of urban community park that nurtures connection, curiosity, wonder, and resilience. The bridge is a sleeping giant, a landmark recognized the world over, but it lands in a fenced-off, dark, underutilized parking lot. Gotham Park is transforming that space into a neighborhood nexus connecting and strengthening residents, businesses, and communities.<br><br>Built upon the spirit of the original Brooklyn Banks skate mecca, Gotham Park will restore the Banks while expanding public space and access to create a variety of flexible play spaces that inspire, engage and delight all ages. Woven together from the vaults, arches, and land beneath the Brooklyn Bridge, Gotham Park is building a hyper-urban, iconic public space for its communities, by its communities.",
    "info": null
  },
  {
    "name": "Perelman Performing Arts Center (PAC NYC)",
    "lat": 40.712439,
    "lon": -74.0123736,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "St Peter's Roman Catholic Church",
    "lat": 40.7124833,
    "lon": -74.0095306,
    "icon": null,
    "imageURL": null,
    "description": "St. Peters is pristine inside and out. Its classic early Greek Revival architecture is among the finest in the country. At the side of the church stands the huge steel-beam cross pulled from the wreckage of the World Trade Towers.",
    "info": null
  },
  {
    "name": "Hemingway African Gallery",
    "lat": 40.7169591,
    "lon": -74.004565,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "RE:ALABAYAN RE:AL",
    "lat": 40.7221645,
    "lon": -74.0085749,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "FishBridge Park Garden",
    "lat": 40.708976,
    "lon": -74.0012343,
    "icon": null,
    "imageURL": null,
    "description": "Tended by 50 volunteers and managed by the South-Water-Front Neighborhood Association, the garden is open to the public on Saturdays and Sundays, dawn to dusk, April to November",
    "info": null
  },
  {
    "name": "apexart",
    "lat": 40.7190673,
    "lon": -74.004518,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "Joseph Carini Carpets",
    "lat": 40.717915,
    "lon": -74.0101959,
    "icon": null,
    "imageURL": null,
    "description": "Its been written that if Joe Carini was alive 700 years ago he would have been making hand made carpets for kings and queens.<br><br>His creations are inspired by water, space and animals and are coveted by the likes of Brad Pitt and Jay Z. Considered an impeccable colorist his works are bold and vibrant and made exclusively from natural dyes. As a self described “process guy” his hand touches every casino online aspect of the operation including concept, design and production – from Joes imagination to Nepal and ultimately to downtown Manhattan.<br><br>His design studio and storefront, Carini Lang, is located in a beautiful old bank on the corner of Jay and Greenwich Street",
    "info": null
  },
  {
    "name": "Soho Photo Gallery",
    "lat": 40.7190383,
    "lon": -74.0054941,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  },
  {
    "name": "St. Nicholas National Shrine",
    "lat": 40.7101341,
    "lon": -74.0132028,
    "icon": null,
    "imageURL": null,
    "description": "The original building housing the St. Nicholas Greek Orthodox Church was an 1832 converted rowhouse that was completely destroyed on 9/11. After years of uncertainty surrounding the church’s location within the World Trade Center complex, financial difficulties, and construction delays, the new church building and National Shrine for the Greek Orthodox Church was completed and consecrated in 2022.<br><br>Conceived by Santiago Calatrava with the symbolic use of light, the church’s lighting, designed and implemented by DLR Group, reinforces the spirit of rebirth and continuity for the Church and the city. The lighting design carefully balances the use of both daylight and electric light internally and externally.",
    "info": null
  },
  {
    "name": "Shirley Fiterman Art Center",
    "lat": 40.7135356,
    "lon": -74.0112045,
    "icon": null,
    "imageURL": null,
    "description": "",
    "info": null
  }
]
